Repository: mathesar-foundation/mathesar
Catalog: translations/*/LC_MESSAGES/django.po
Languages: de, ja

source: Finalizing Installation...
de: Installation wird abgeschlossen...
ja: インストールを完了しています…

source: Complete Installation
de: Installation abschließen
ja: インストールを完了

source: Finish Setting Up Mathesar
de: Mathesar-Einrichtung abschließen
ja: Mathesarの設定を完了

source: Welcome to Mathesar!
de: Willkommen bei Mathesar!
ja: Mathesarへようこそ！

source: Create an Admin user to start using Mathesar. You can also choose to share anonymous data to help us improve.
de: Erstellen Sie einen Administratorbenutzer, um Mathesar zu nutzen. Sie können außerdem anonyme Daten freigeben, um uns bei Verbesserungen zu unterstützen.
ja: Mathesarの利用を開始するには管理者ユーザーを作成してください。匿名データを共有して改善にご協力いただく選択肢もあります。

source: Create Admin User
de: Administratorbenutzer anlegen
ja: 管理者ユーザーを作成する

source: Set up an Admin user account. This account will have full control over your Mathesar installation.
de: Richten Sie ein Administrator-Benutzerkonto ein. Dieser Account erhält die vollständige Kontrolle über Ihre Mathesar-Installation.
ja: 管理者ユーザーのアカウントを設定してください。このアカウントはMathesarのインストールに全面的な権限を有します。

source: Username
de: Benutzername
ja: ユーザー名

source: Password
de: Passwort
ja: パスワード

source: Confirm Password
de: Passwort bestätigen
ja: パスワードを確認する

source: Your password must be at least 8 characters long.
de: Ihr Passwort muss mindestens 8 Zeichen lang sein.
ja: パスワードは8文字以上にしてください。

source: We recommend a mix of letters, numbers, and symbols for added security.
de: Für zusätzliche Sicherheit empfehlen wir eine Mischung aus Buchstaben, Zahlen und Symbolen.
ja: 安全性を高めるため、文字・数字・記号の組み合わせが推奨されます。

source: Support Mathesar's Growth
de: Unterstützen Sie Mathesar beim Wachsen
ja: Mathesarの発展をサポート

source: Send a one-time confirmation to let us know you've installed Mathesar
de: Senden Sie eine einmalige Bestätigung, damit wir wissen, dass Sie Mathesar installiert haben
ja: ワンタイム確認を送信してMathesarのインストール完了を知らせる

source: Let our open-source team know we have real users out there.
de: Lassen Sie unser Open-Source-Team wissen, dass es echte Nutzer gibt.
ja: 生身のユーザーの存在をこちらのオープンソースのチームに知らせてください。

source: No personal data is shared, just an acknowledgment of your installation.
de: Es werden keine persönlichen Daten übermittelt, nur die Bestätigung Ihrer Installation.
ja: インストール完了を知らせるだけで、個人データは共有されません。

source: See what's shared.
de: Sehen Sie, was geteilt wird.
ja: 共有された内容を確認してください。

source: Enable anonymous usage data collection
de: Anonyme Nutzungsdatenerfassung aktivieren
ja: 匿名利用データの収集を有効にする

source: Share anonymous usage data periodically to help us improve features.
de: Teilen Sie regelmäßig anonyme Nutzungsdaten, damit wir Mathesar verbessern können.
ja: 機能改善のため、匿名の利用データを定期的に共有してください。

source: No personal data is collected, and you can change this setting anytime.
de: Es werden keine persönlichen Daten erhoben und Sie können diese Einstellung jederzeit ändern.
ja: 個人情報は収集されず、この設定はいつでも変更できます。

source: Login
de: Anmelden
ja: ログイン

source: Logging In...
de: Anmeldung läuft...
ja: ログイン中...

source: Log in to Mathesar
de: Anmelden bei Mathesar
ja: Mathesarにログインする

source: Log In
de: Anmelden
ja: ログイン

source: Update Your Password
de: Passwort aktualisieren
ja: パスワードを更新する

source: Since your password was set by an administrator, you need to update your password to continue.
de: Da Ihr Passwort von einem Administrator gesetzt wurde, müssen Sie es ändern, um fortzufahren.
ja: パスワードは管理者が設定したものなので、続行するにはパスワードを更新する必要があります。

source: New Password
de: Neues Passwort
ja: 新しいパスワード

source: Confirm
de: Bestätigen
ja: 確認する

source: Update Password
de: Passwort aktualisieren
ja: パスワードを更新する

source: After updating your password, you'll need to log in again.
de: Nach dem Ändern Ihres Passworts müssen Sie sich erneut anmelden.
ja: パスワードを更新したら、再度ログインする必要があります。

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Passwort-Zurücksetzungslink war ungültig, möglicherweise weil er bereits verwendet wurde. Fordern Sie bitte einen neuen Link an.
ja: パスワードリセットリンクは、おそらくすでに使用されているため、無効でした。新しいパスワードのリセットをリクエストしてください。

source: Change Default Password
de: Standardpasswort ändern
ja: デフォルトのパスワードを変更する
